Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Export every locally-stored library — saved searches, browsing history, pinned creators, reader progress, manga read state, muted content, and the bookmark/follow defaults you've tuned — into one JSON file. Importing merges back into the running session without overwriting bits that already exist.
ja: ローカルに保存されているすべてのライブラリ（保存した検索、閲覧履歴、ピン留めしたクリエイター、リーダーの進捗、マンガの既読状態、ミュートされたコンテンツ、ブックマーク/フォローのデフォルト）を 1 つの JSON ファイルにエクスポートします。インポート時には既存のデータを上書きせず、現在のセッションにマージされます。
zh_hans: 将本地存储的所有库 — 包括保存的搜索、浏览历史、置顶画师、阅读进度、漫画已读状态、屏蔽内容以及你调整过的收藏/关注默认设置 — 导出为一个 JSON 文件。导入时会合并到当前会话中，不会覆盖已有的内容。
zh_hant: 將本機儲存的所有資料庫 — 包含已儲存的搜尋、瀏覽紀錄、置頂繪師、閱讀進度、漫畫已讀狀態、靜音內容以及你調整過的收藏／追蹤預設值 — 匯出為一個 JSON 檔案。匯入時會合併到目前的工作階段中，不會覆蓋既有的內容。

source: Export Backup…
ja: バックアップを書き出す…
zh_hans: 导出备份…
zh_hant: 匯出備份…

source: Import Backup…
ja: バックアップを読み込む…
zh_hans: 导入备份…
zh_hant: 匯入備份…

source: Exported backup with %d entries
ja: %d 件のエントリを含むバックアップを書き出しました
zh_hans: 已导出包含 %d 个条目的备份
zh_hant: 已匯出包含 %d 個項目的備份

source: Imported %d entries from backup
ja: バックアップから %d 件のエントリを読み込みました
zh_hans: 已从备份导入 %d 个条目
zh_hant: 已從備份匯入 %d 個項目

source: Unable to export backup
ja: バックアップを書き出せませんでした
zh_hans: 无法导出备份
zh_hant: 無法匯出備份

source: Unable to import backup
ja: バックアップを読み込めませんでした
zh_hans: 无法导入备份
zh_hant: 無法匯入備份

source: Backup uses schema v%d but this build only supports v%d. Update KeiPix and try again.
ja: バックアップはスキーマ v%d ですが、このビルドは v%d までしか対応していません。KeiPix を更新してから再度お試しください。
zh_hans: 备份使用的是架构 v%d，但当前版本仅支持 v%d。请升级 KeiPix 后再试。
zh_hant: 備份使用的是結構描述 v%d，但目前版本僅支援 v%d。請更新 KeiPix 後再試。

source: Couldn't read the backup file: %@
ja: バックアップファイルを読み込めませんでした: %@
zh_hans: 无法读取备份文件：%@
zh_hant: 無法讀取備份檔案：%@

source: Standalone Illust
ja: 単ページのイラスト
zh_hans: 单页插画
zh_hant: 單頁插畫

source: Standard Quality
ja: 標準画質
zh_hans: 标准画质
zh_hant: 標准畫质

source: Start Page
ja: 開始ページ
zh_hans: 起始页
zh_hant: 起始頁

source: Status
ja: 状態
zh_hans: 状态
zh_hant: 狀態

source: Status and Type
ja: ステータスとタイプ
zh_hans: 状态和类型
zh_hant: 狀態和類型

source: Storage %@
ja: ストレージ %@
zh_hans: 存储 %@
zh_hant: 存儲 %@

source: Stored session can refresh account data without repeated authorization prompts.
ja: 保存済みセッションは再認証なしでアカウントデータを更新可能
zh_hans: 已保存登录态需要能刷新账号数据，避免反复授权提示。
zh_hant: 已保存登入態需要能刷新帳號資料，避免反複授權提示。

source: SwiftPM macOS 26 · Swift + SwiftUI · no Flutter/Dart source in KeiPix
ja: SwiftPM macOS 26 · Swift + SwiftUI · KeiPixにFlutter/Dartソースなし
zh_hans: SwiftPM macOS 26 · Swift + SwiftUI · KeiPix 内无 Flutter/Dart 源码
zh_hant: SwiftPM macOS 26 · Swift + SwiftUI · KeiPix 內無 Flutter/Dart 源碼

source: Switch Account
ja: アカウントを切り替え
zh_hans: 切换账号
zh_hant: 切換帳號

source: Switch artwork at edges
ja: 端で次の作品へ切り替え
zh_hans: 边界后切换作品
zh_hant: 邊界後切換作品

source: Switched to %@
ja: %@ に切り替えました
zh_hans: 已切换到 %@
zh_hant: 已切換到 %@

source: Sync from Pixiv
ja: Pixiv から同期
zh_hans: 从 Pixiv 同步
zh_hant: 從 Pixiv 同步

source: Sync muted content from Pixiv?
ja: Pixivからミュートコンテンツを同期しますか？
zh_hans: 从 Pixiv 同步屏蔽内容？
zh_hant: 從 Pixiv 同步封鎖內容？

source: Synced
ja: 同期済み
zh_hans: 已同步
zh_hant: 已同步

source: Syncs Pixiv account restricted mode for adult content visibility across clients.
ja: Pixivアカウントの制限モードをクライアント間で同期しアダルトコンテンツの表示を制御
zh_hans: 同步 Pixiv 账号的限制模式，影响各客户端成人内容可见性。
zh_hant: 同步 Pixiv 帳號的限制模式，影響各客戶端成人內容可見性。

source: System Proxy
ja: システムプロキシ
zh_hans: 系统代理
zh_hant: 系統代理

source: Subscriptions
ja: 購読
zh_hans: 订阅
zh_hant: 訂閱

source: Stopped tracking %@
ja: %@ の追跡を停止
zh_hans: 已停止追踪 %@
zh_hant: 已停止追蹤 %@

source: Subscribe to creators from their profile to track new works.
ja: プロフィールからクリエイターを購読して新作を追跡できます。
zh_hans: 从创作者主页订阅以追踪新作品。
zh_hant: 從創作者主頁訂閱以追蹤新作品。

source: Tablet
ja: ペンタブ
zh_hans: 数位板
zh_hant: 数位板

source: Tag Name
ja: タグ名
zh_hans: 标签名
zh_hant: 標籤名

source: Tags
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Tap to select artwork
ja: タップして作品を選択
zh_hans: 点按选择作品
zh_hant: 點按選擇作品

source: Template Preview
ja: テンプレートプレビュー
zh_hans: 模板预览
zh_hant: 模板預覽

source: Template references placeholders that won't expand at download time. They'll collapse to empty strings.
ja: ダウンロード時に展開されないプレースホルダがテンプレートに含まれています。空文字に折りたたまれます。
zh_hans: 模板引用了在下载时无法解析的占位符，它们会被收缩为空字符串。
zh_hant: 範本引用了在下載時無法解析的佔位符，它們會收縮為空字串。

source: Terrorist Content
ja: テロを助長する内容
zh_hans: 恐怖主义内容
zh_hant: 恐怖主義內容

source: Test Mode Account
ja: テストモードアカウント
zh_hans: 测试模式账号
zh_hant: 測試模式帳號

source: This adds the local muted tags and creators to your Pixiv account.
ja: ローカルのミュートタグとクリエイターをPixivアカウントに追加します
zh_hans: 这会把本地屏蔽标签和创作者添加到你的 Pixiv 账号。
zh_hant: 這會把本地封鎖標籤和創作者添加到你的 Pixiv 帳號。

source: This copies a long-lived Pixiv credential. Only paste it into KeiPix on a device you control.
ja: 長期有効な Pixiv 認証情報をコピーします。自分が管理するデバイスの KeiPix にだけ貼り付けてください。
zh_hans: 这会复制一个长期有效的 Pixiv 凭据。只粘贴到你自己设备上的 KeiPix。
zh_hant: 這會複製一個長期有效的 Pixiv 憑證。只貼到你自己裝置上的 KeiPix。

source: This feed is restored from the last successful load and stays read-only until refresh succeeds.
ja: このフィードは最後に成功した読み込みから復元され、更新が成功するまで読み取り専用
zh_hans: 当前作品流来自上次成功载入的缓存；刷新成功前保持只读浏览。
zh_hant: 當前作品流來自上次成功載入的快取；刷新成功前保持只讀瀏覽。

source: This imports muted tags and creators from your Pixiv account into this Mac. You can undo the local changes after syncing.
ja: PixivアカウントからミュートタグとクリエイターをこのMacにインポートします。同期後にローカル変更を元に戻せます
zh_hans: 这会把 Pixiv 账号里的屏蔽标签和创作者导入到这台 Mac。同步后的本地改动可以撤销。
zh_hant: 這會把 Pixiv 帳號裡的封鎖標籤和創作者導入到這台 Mac。同步後的本地改動可以復原。

source: This replaces local muted content with the selected file. You can undo the local changes after importing.
ja: ローカルのミュートコンテンツを選択したファイルで置き換えます。インポート後にローカル変更を元に戻せます
zh_hans: 这会用所选文件替换本地屏蔽内容。导入后的本地改动可以撤销。
zh_hant: 這會用所選檔案替換本地封鎖內容。導入後的本地改動可以復原。

source: Three Columns
ja: 3 列
zh_hans: 三列
zh_hant: 三列

source: Throughput sampler records per-page bytes and exposes per-item plus aggregate rates that the queue surfaces.
ja: スループットサンプラーはページ単位でバイト数を記録し、キュー画面が表示する項目別および合計レートを公開します。
zh_hans: 速率采样器按页记录字节数，并对外暴露单任务和聚合速率，由下载队列界面展示。
zh_hant: 速率采樣器按頁記錄字节数，並對外暴露單任务和聚合速率，由下載隊列介面展示。

source: Thumbnails
ja: サムネイル
zh_hans: 缩略图
zh_hant: 縮略圖

source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Title and caption
ja: タイトルとキャプション
zh_hans: 标题与简介
zh_hant: 標題與簡介

source: Tobacco and Alcohol
ja: タバコ・アルコール
zh_hans: 烟草与酒精
zh_hant: 煙草與酒精

source: Toggle Fullscreen Reading
ja: フルスクリーン閲覧を切り替え
zh_hans: 切换全屏阅读
zh_hant: 切換全屏閱讀

source: Toggle Pause Downloads
ja: ダウンロードの一時停止を切り替え
zh_hans: 切换暂停下载
zh_hant: 切換暫停下載

source: Toggle Privacy Mode
ja: プライバシーモードを切り替え
zh_hans: 切换隐私模式
zh_hant: 切換隱私模式

source: Toggle Reading Mode
ja: 読書モードを切り替え
zh_hans: 切换阅读模式
zh_hant: 切換閱讀模式

source: Toggle Zoom
ja: ズームを切り替え
zh_hans: 切换缩放
zh_hant: 切換縮放

source: Toggle between Pixiv's original image and the standard preview while reading.
ja: 閲覧中に Pixiv のオリジナル画像と標準プレビューを切り替えます。
zh_hans: 在阅读时一键切换 Pixiv 原图与标准预览。
zh_hant: 在閱讀時一鍵切換 Pixiv 原圖與標准預覽。

source: Tool
ja: ツール
zh_hans: 工具
zh_hant: 工具

source: Top works for this search
ja: この検索の人気作品
zh_hans: 当前搜索的热门作品
zh_hant: 當前搜尋的熱門作品

source: Total %@
ja: 合計 %@
zh_hans: 合计 %@
zh_hant: 合計 %@

source: Trackpad
ja: トラックパッド
zh_hans: 触控板
zh_hant: 觸控板

source: Tracked Work Types
ja: 追跡する作品タイプ
zh_hans: 追踪的作品类型
zh_hant: 追蹤的作品類型

source: Tracking %@
ja: %@ を追跡中
zh_hans: 正在追踪 %@
zh_hant: 正在追蹤 %@

source: Tracks the P0/P1/P2 non-novel gaps from the Pixez and Pixes comparison with current evidence.
ja: PixezおよびPixes比較からのP0/P1/P2非小説ギャップを現在のエビデンスで追跡
zh_hans: 按 Pixez 与 Pixes 对比出的 P0/P1/P2 非小说缺口追踪当前证据。
zh_hant: 按 Pixez 與 Pixes 對比出的 P0/P1/P2 非小說缺口追蹤當前證據。

source: Traditional Chinese
ja: 繁体字中国語
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Transferable drag and drop
ja: Transferable ドラッグ＆ドロップ
zh_hans: Transferable 拖放
zh_hant: Transferable 拖放

source: Translate
ja: 翻訳
zh_hans: 翻译
zh_hant: 翻譯

source: Translating…
ja: 翻訳中…
zh_hans: 翻译中…
zh_hant: 翻譯中…

source: Translation unavailable
ja: 翻訳できません
zh_hans: 翻译不可用
zh_hant: 翻譯不可用

source: Apple Translation does not support this source language.
ja: Apple 翻訳はこの原文言語に対応していません。
zh_hans: Apple 翻译不支持该源语言。
zh_hant: Apple 翻譯不支援該來源語言。

source: Apple Translation does not support this target language.
ja: Apple 翻訳はこの翻訳先言語に対応していません。
zh_hans: Apple 翻译不支持该目标语言。
zh_hant: Apple 翻譯不支援該目標語言。

source: Apple Translation does not support this language pair.
ja: Apple 翻訳はこの言語ペアに対応していません。
zh_hans: Apple 翻译不支持这组语言。
zh_hant: Apple 翻譯不支援這組語言。

source: Apple Translation could not identify this text language.
ja: Apple 翻訳はこのテキストの言語を識別できませんでした。
zh_hans: Apple 翻译无法识别这段文本的语言。
zh_hant: Apple 翻譯無法識別這段文字的語言。

source: No translatable novel text was found.
ja: 翻訳できる小説本文が見つかりませんでした。
zh_hans: 没有找到可翻译的小说正文。
zh_hant: 沒有找到可翻譯的小說正文。

source: Apple Translation needs a language model. Approve the system download, then try again.
ja: Apple 翻訳には言語モデルが必要です。システムのダウンロードを許可してから再試行してください。
zh_hans: Apple 翻译需要语言模型。请允许系统下载后再重试。
zh_hant: Apple 翻譯需要語言模型。請允許系統下載後再重試。

source: Translation was cancelled.
ja: 翻訳をキャンセルしました。
zh_hans: 翻译已取消。
zh_hant: 翻譯已取消。

source: Translation Language
ja: 翻訳言語
zh_hans: 翻译语言
zh_hant: 翻譯語言

# Translation Language Hint
source: Choose the target language for inline translation. "System" follows your device language setting.
ja: インライン翻訳の対象言語を選択してください。「システム」はデバイスの言語設定に従います。
zh_hans: 选择内联翻译的目标语言。"系统"跟随设备语言设置。
zh_hant: 選擇內聯翻譯的目標語言。"系統"跟隨裝置語言設定。

source: Clear Novel Translation Cache
ja: 小説翻訳キャッシュを消去
zh_hans: 清除小说翻译缓存
zh_hant: 清除小說翻譯快取

source: Novel translation cache cleared
ja: 小説翻訳キャッシュを消去しました
zh_hans: 已清除小说翻译缓存
zh_hant: 已清除小說翻譯快取

source: Trending Tags
ja: 急上昇タグ
zh_hans: 热门标签
zh_hant: 熱門標籤

source: Trending tags
ja: トレンドタグ
zh_hans: 热门标签
zh_hant: 熱門標籤

source: Two Columns
ja: 2 列
zh_hans: 两列
zh_hant: 兩列

source: Two-finger swipe behavior
ja: 2 本指スワイプの動作
zh_hans: 双指横扫行为
zh_hant: 雙指橫掃行為

source: Type TEST ACCOUNT to continue
ja: TEST ACCOUNTと入力して続行
zh_hans: 输入 TEST ACCOUNT 后继续
zh_hant: 輸入 TEST ACCOUNT 後繼續

source: Ugoira
ja: うごイラ
zh_hans: 动图
zh_hant: 動圖

source: Ugoira Export Actions
ja: うごイラエクスポートアクション
zh_hans: 动图导出操作
zh_hant: 動圖導出操作

source: Ugoira Filter
ja: うごイラフィルター
zh_hans: 动图过滤
zh_hant: 動圖過濾

source: Ugoira Timeline
ja: うごイラタイムライン
zh_hans: 动图时间轴
zh_hant: 動圖時間軸

source: Ugoira ZIP
ja: うごイラ ZIP
zh_hans: 动图 ZIP
zh_hant: 動圖 ZIP

source: Ugoira metadata is missing. Re-download this item to enable in-app preview and GIF export.
ja: うごイラメタデータがありません。アプリ内プレビューとGIFエクスポートを有効にするには再ダウンロードしてください
zh_hans: 缺少动图元数据。重新下载此项目后可在 App 内预览并导出 GIF。
zh_hant: 缺少動圖元資料。重新下載此項目後可在 App 內預覽並導出 GIF。

source: Ugoira playback, speed controls, ZIP/GIF export, and frame export stay reachable.
ja: うごイラ再生、速度制御、ZIP/GIFエクスポート、フレームエクスポートは引き続き到達可能
zh_hans: 动图播放、倍速控制、ZIP/GIF 导出和单帧导出需要可访问。
zh_hant: 動圖播放、倍速控制、ZIP/GIF 導出和單幀導出需要可訪問。

source: Unable to export frame
ja: フレームをエクスポートできません
zh_hans: 无法导出当前帧
zh_hant: 無法導出當前幀

source: Unable to export search library
ja: 検索ライブラリをエクスポートできません
zh_hans: 无法导出搜索库
zh_hant: 無法導出搜尋庫

source: Unable to import search library
ja: 検索ライブラリをインポートできません
zh_hans: 无法导入搜索库
zh_hant: 無法導入搜尋庫

source: Unable to open download folder
ja: ダウンロードフォルダを開けません
zh_hans: 无法打开下载文件夹
zh_hant: 無法開啟下載資料夾

source: Unable to open downloaded artwork
ja: ダウンロード済み作品を開けません
zh_hans: 无法打开已下载作品
zh_hant: 無法開啟已下載作品

source: Unable to save diagnostics
ja: 診断情報を保存できません
zh_hans: 无法保存诊断
zh_hant: 無法保存診断

source: Unclassified
ja: 未分類
zh_hans: 未分类
zh_hant: 未分類

source: Undo
ja: 取り消し
zh_hans: 撤销
zh_hant: 復原

source: Unfollow
ja: フォロー解除
zh_hans: 取消关注
zh_hant: 取消追蹤

source: Unfollow %@?
ja: %@ のフォローを解除しますか？
zh_hans: 取消关注 %@？
zh_hant: 取消追蹤 %@？

source: Unfollow %d visible creators?
ja: 表示クリエイター %d 件のフォローを解除しますか？
zh_hans: 取消关注 %d 位可见作者？
zh_hant: 取消追蹤 %d 位可見作者？

source: Unfollow Visible Creators
ja: 表示クリエイターのフォローを解除
zh_hans: 取消关注可见作者
zh_hant: 取消追蹤可見作者

source: Unfollowed
ja: フォロー解除済み
zh_hans: 未关注
zh_hant: 未追蹤

source: Unbookmarked
ja: 未ブックマーク
zh_hans: 未收藏
zh_hant: 未收藏

source: Unfollowed %@
ja: フォロー解除: %@
zh_hans: 已取消关注 %@
zh_hant: 已取消追蹤 %@

source: Unfollowed %d creators
ja: クリエイター %d 件のフォローを解除
zh_hans: 已取消关注 %d 位作者
zh_hant: 已取消追蹤 %d 位作者

source: Unsubscribe
ja: 購読解除
zh_hans: 取消订阅
zh_hant: 取消訂閱

source: Unsubscribed
ja: 購読解除しました
zh_hans: 已取消订阅
zh_hant: 已取消訂閱

source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Unknown placeholders: %@
ja: 不明なプレースホルダ：%@
zh_hans: 未知占位符：%@
zh_hant: 未知佔位符：%@

source: Unlimited
ja: 制限なし
zh_hans: 不限
zh_hant: 不限

source: Unmute Creator
ja: ブロックを解除
zh_hans: 取消屏蔽
zh_hant: 取消封鎖

source: Unpin Creator
ja: ピン留めを解除
zh_hans: 取消置顶作者
zh_hant: 取消置頂作者

source: Unpinned %@
ja: ピン留め解除: %@
zh_hans: 已取消置顶 %@
zh_hant: 已取消置頂 %@

source: Unread Works
ja: 未読の作品
zh_hans: 未读作品
zh_hant: 未讀作品

source: Unsupported Pixiv link
ja: 未対応のPixivリンク
zh_hans: 暂不支持这个 Pixiv 链接
zh_hant: 暫不支持這個 Pixiv 連結

source: Updated
ja: 更新あり
zh_hans: 有更新
zh_hant: 有更新

source: Updated %d creators
ja: クリエイター %d 件を更新
zh_hans: 已更新 %d 位作者
zh_hant: 已更新 %d 位作者

source: Updated follow visibility for %@
ja: %@ のフォロー公開設定を更新
zh_hans: 已更新 %@ 的关注可见性
zh_hant: 已更新 %@ 的追蹤可見性

source: Updating creators
ja: クリエイター更新中
zh_hans: 正在更新作者
zh_hant: 正在更新作者

source: Upload local muted tags and creators to Pixiv?
ja: ローカルのミュートタグとクリエイターをPixivにアップロードしますか？
zh_hans: 把本地屏蔽标签和创作者上传到 Pixiv？
zh_hant: 把本地封鎖標籤和創作者上傳到 Pixiv？

source: Upload to Pixiv
ja: Pixiv にアップロード
zh_hans: 上传到 Pixiv
zh_hant: 上傳到 Pixiv

source: Uploaded
ja: アップロード済み
zh_hans: 已上传
zh_hant: 已上傳

source: Use Pixiv sessions saved in this app's secure storage.
ja: このアプリのセキュアストレージに保存されたPixivセッションを使用
zh_hans: 使用应用安全存储中已保存的 Pixiv 登录态。
zh_hant: 使用應用安全存儲中已保存的 Pixiv 登入態。

source: Use Ranking Date
ja: 日付を指定
zh_hans: 使用指定日期
zh_hant: 使用指定日期

source: Use artwork tags for new bookmarks
ja: 新規ブックマークに作品タグを使用
zh_hans: 新收藏使用作品标签
zh_hant: 新收藏使用作品標籤

source: Use fewer concurrent downloads for unstable proxies; use more when the connection is healthy.
ja: 不安定なプロキシでは同時ダウンロード数を減らし、接続が良好なら増やす
zh_hans: 代理不稳定时减少并发数；连接健康时可以提高并发数。
zh_hant: 代理不穩定時減少並發数；連接健康時可以提高並發数。

source: Use original images for manga
ja: マンガでオリジナル画像を使用
zh_hans: 漫画使用原图
zh_hant: 漫畫使用原圖

source: Use original images in detail
ja: 詳細でオリジナル画像を使用
zh_hans: 详情页使用原图
zh_hant: 詳情頁使用原圖

source: Use placeholders like ${id}, ${title}, ${creator}, ${account}, ${userId}, ${pages}, ${views}, ${bookmarks}, ${comments}, ${badges}, ${tags}, ${url}, ${AI}, ${R18}, and ${R18G}.
ja: プレースホルダー: ${id}、${title}、${creator}、${account}、${userId}、${pages}、${views}、${bookmarks}、${comments}、${badges}、${tags}、${url}、${AI}、${R18}、${R18G}
zh_hans: 可使用 ${id}、${title}、${creator}、${account}、${userId}、${pages}、${views}、${bookmarks}、${comments}、${badges}、${tags}、${url}、${AI}、${R18}、${R18G} 等占位符。
zh_hant: 可使用 ${id}、${title}、${creator}、${account}、${userId}、${pages}、${views}、${bookmarks}、${comments}、${badges}、${tags}、${url}、${AI}、${R18}、${R18G} 等佔位符。

source: Use placeholders like ${id}, ${title}, ${user}, ${userId}, ${series}, ${seriesId}, ${page}, ${page1}, ${pages}, ${ext}, ${AI}, ${R18}, ${R18G}, ${tag1}, ${tag2}, ${tag(name)}. Paths stay inside the download folder.
ja: プレースホルダー: ${id}、${title}、${user}、${userId}、${series}、${seriesId}、${page}、${page1}、${pages}、${ext}、${AI}、${R18}、${R18G}、${tag1}、${tag2}、${tag(name)}。パスはダウンロードフォルダ内に留まります
zh_hans: 可使用 ${id}、${title}、${user}、${userId}、${series}、${seriesId}、${page}、${page1}、${pages}、${ext}、${AI}、${R18}、${R18G}、${tag1}、${tag2}、${tag(name)} 等占位符。路径会限制在下载文件夹内。
zh_hant: 可使用 ${id}、${title}、${user}、${userId}、${series}、${seriesId}、${page}、${page1}、${pages}、${ext}、${AI}、${R18}、${R18G}、${tag1}、${tag2}、${tag(name)} 等佔位符。路徑會限制在下載資料夾內。

source: Verified
ja: 確認済み
zh_hans: 已验证
zh_hant: 已驗證

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Version %@ is now available. You're running %@.
ja: バージョン %@ が利用可能です。現在は %@ を使用しています。
zh_hans: 版本 %@ 现已可用，你当前运行的是 %@。
zh_hant: 版本 %@ 現已可用，你當前運行的是 %@。

source: View All
ja: すべて表示
zh_hans: 查看全部
zh_hant: 查看全部

source: View All Related Creators
ja: 関連クリエイターをすべて表示
zh_hans: 查看全部相关作者
zh_hant: 查看全部相關作者

source: View All Works
ja: すべての作品を表示
zh_hans: 查看全部作品
zh_hant: 查看全部作品

source: View Replies
ja: 返信を表示
zh_hans: 查看回复
zh_hant: 查看回覆

source: View runtime diagnostics emitted by KeiPix's subsystem (com.keipix.client). Useful for filing bug reports without leaving the app.
ja: KeiPix のサブシステム (com.keipix.client) が出力するランタイム診断情報を表示します。アプリを離れずにバグレポートを作成するのに便利です。
zh_hans: 查看 KeiPix 子系统 (com.keipix.client) 在运行时输出的诊断信息。便于在不离开 App 的情况下提交问题报告。
zh_hant: 查看 KeiPix 子系統 (com.keipix.client) 在執行階段輸出的診斷資訊。便於在不離開 App 的情況下提交問題回報。

source: Viewed Works
ja: 閲覧済みの作品
zh_hans: 已看作品
zh_hant: 已看作品

source: Views
ja: 閲覧数
zh_hans: 浏览
zh_hant: 瀏覽

source: Visible Artworks
ja: 表示作品
zh_hans: 可见作品
zh_hant: 可見作品

source: Visible Creators
ja: 表示クリエイター
zh_hans: 可见创作者
zh_hant: 可見創作者

source: Visible Tags
ja: 表示タグ
zh_hans: 可见标签
zh_hant: 可見標籤

source: Visual QA %d/%d · latest %@
ja: ビジュアルQA %d/%d · 最新: %@
zh_hans: 视觉 QA %d/%d · 最新 %@
zh_hant: 視覺 QA %d/%d · 最新 %@

source: Visual QA missing
ja: ビジュアルQA未実行
zh_hans: 缺少视觉 QA
zh_hant: 缺少視覺 QA

source: Watchlist Added
ja: ウォッチリストに追加済み
zh_hans: 已追更
zh_hant: 已追蹤

source: Web content reloaded
ja: Webコンテンツ再読み込み
zh_hans: 网页内容已重新加载
zh_hant: 網頁內容已重新載入

source: Weekly
ja: ウィークリー
zh_hans: 周榜
zh_hant: 周榜

source: Weekly Manga
ja: マンガウィークリー
zh_hans: 漫画周榜
zh_hant: 漫畫周榜

source: Weekly R-18
ja: R-18 ウィークリー
zh_hans: R-18 周榜
zh_hant: R-18 周榜

source: Weekly R-18G
ja: R-18G ウィークリー
zh_hans: R-18G 周榜
zh_hant: R-18G 周榜

source: Wide
ja: ワイド
zh_hans: 宽屏
zh_hant: 寬屏

source: Window Size
ja: ウィンドウサイズ
zh_hans: 窗口尺寸
zh_hant: 窗口尺寸

source: Work Type
ja: 作品タイプ
zh_hans: 作品类型
zh_hant: 作品類型

source: Works
ja: 作品
zh_hans: 作品
zh_hant: 作品

source: Works Count
ja: 作品数
zh_hans: 作品数
zh_hant: 作品数

source: Workspace
ja: 作業環境
zh_hans: 工作区
zh_hant: 工作區

source: Workspace Comment
ja: 作業環境コメント
zh_hans: 工作区说明
zh_hant: 工作區說明

source: Write a comment
ja: コメントを書く
zh_hans: 写评论
zh_hant: 寫留言

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是

source: You follow this artist
ja: この絵師をフォロー中
zh_hans: 你已关注此画师
zh_hant: 你已追蹤此畫师

source: You're running the latest released version (%@).
ja: 最新の公開バージョン（%@）を使用しています。
zh_hans: 你正在使用最新发布版本（%@）。
zh_hant: 你正在使用最新發佈版本（%@）。

source: muted creator %@
ja: ブロックした投稿者 %@
zh_hans: 已屏蔽创作者 %@
zh_hant: 已封鎖創作者 %@

source: muted phrase %@
ja: 非表示の語句 %@
zh_hans: 已屏蔽短语 %@
zh_hant: 已封鎖短語 %@

source: ≤ %@ bookmarks
ja: ブックマーク ≤ %@
zh_hans: 收藏数 ≤ %@
zh_hant: 收藏數 ≤ %@

source: ≥ %@ bookmarks
ja: ブックマーク ≥ %@
zh_hans: 收藏数 ≥ %@
zh_hant: 收藏數 ≥ %@

source: Storage
ja: ストレージ
zh_hans: 存储
zh_hant: 儲存空間

source: Storage Overview
ja: ストレージ概要
zh_hans: 存储概览
zh_hant: 儲存空間總覽

source: Total Cache Size
ja: キャッシュ合計
zh_hans: 缓存总大小
zh_hant: 快取總大小

source: KeiPix can rebuild every cache below from Pixiv on demand. Clearing one frees space; clearing all reverts the app to a clean install state without touching your bookmarks, downloads, or muted lists.
ja: 以下のキャッシュはすべて Pixiv から再構築できます。個別に消すと容量が空き、全消去するとブックマーク・ダウンロード・ミュートには影響せずクリーンな状態に戻せます。
zh_hans: 以下所有缓存都可以从 Pixiv 重新拉取。逐项清理可释放空间；一键清空会让应用回到干净状态，但不会影响收藏、下载和屏蔽列表。
zh_hant: 以下所有快取都能從 Pixiv 重新取得。逐項清理可釋放空間；全部清除會讓 App 回到乾淨狀態，但不會影響書籤、下載與封鎖名單。

source: Clear
ja: クリア
zh_hans: 清理
zh_hant: 清除

source: Clear All Caches
ja: すべてのキャッシュをクリア
zh_hans: 清除全部缓存
zh_hant: 清除所有快取

source: Cleared %@
ja: %@ をクリアしました
zh_hans: 已清理 %@
zh_hant: 已清除 %@

source: Cleared all caches
ja: すべてのキャッシュをクリアしました
zh_hans: 已清除全部缓存
zh_hant: 已清除所有快取

source: Nothing to clear
ja: クリアできる項目はありません
zh_hans: 暂无可清理内容
zh_hant: 沒有可清除的項目

source: Image cache
ja: 画像キャッシュ
zh_hans: 图片缓存
zh_hant: 圖片快取

source: Decoded thumbnails kept in memory and the on-disk URLCache used by the image pipeline. Re-downloads transparently next time an artwork is viewed.
ja: メモリにキャッシュされたデコード済みサムネイルと、画像パイプラインが使うディスク上の URLCache。次に作品を開くと自動的に再取得されます。
zh_hans: 图像管线使用的内存中已解码缩略图与磁盘 URLCache。下次浏览作品时会自动重新下载。
zh_hant: 影像管線使用的記憶體中已解碼縮圖與磁碟 URLCache。下次瀏覽作品時會自動重新下載。

source: Offline feed snapshots
ja: オフラインフィードのスナップショット
zh_hans: 离线 Feed 快照
zh_hant: 離線 Feed 快照

source: Recent feed pages saved locally so the app can keep working when the network drops. Cleared snapshots reload the next time the feed comes back online.
ja: ネットワークが途切れても動作を続けられるよう、最近のフィードページをローカルに保存しています。クリアすると、次回オンラインに戻ったときに再取得します。
zh_hans: 本地保存的最近 Feed 页，便于断网时仍可浏览。清除后下次联网会重新加载。
zh_hant: 本機保存的最近 Feed 頁面，斷網時仍可使用。清除後下次連線會重新載入。

source: Browsing history
ja: 閲覧履歴
zh_hans: 浏览历史
zh_hant: 瀏覽歷史

source: Local list of artworks you've opened. Used by the History sidebar entry; clearing wipes that list without affecting Pixiv's server-side history.
ja: 開いた作品のローカル履歴。サイドバーの「履歴」で使われ、クリアしても Pixiv 側の履歴には影響しません。
zh_hans: 你打开过的作品的本地列表，供侧边栏的“历史”使用。清除仅影响本地列表，不会改动 Pixiv 服务器端的历史。
zh_hant: 你開啟過的作品本機清單，供側邊欄「歷史」使用。清除只會影響本機清單，不會改動 Pixiv 伺服器端的歷史。

source: Recent search queries that surface as suggestions in the search field. Clearing removes the suggestion list; saved searches stay put.
ja: 検索フィールドで候補として表示される最近の検索ワード。クリアしても保存済み検索は残ります。
zh_hans: 搜索框中作为候选项出现的最近搜索词。清除仅移除候选列表,保存的搜索保留。
zh_hant: 搜尋欄中作為候選的最近搜尋詞。清除只移除候選清單,已保存的搜尋會保留。

source: Artwork detail UI state
ja: 作品詳細 UI の状態
zh_hans: 作品详情界面状态
zh_hant: 作品詳情介面狀態

source: Per-artwork remembered section expansion (tags, comments, related). Clearing returns every artwork's detail page to its default layout.
ja: 作品ごとに記憶しているセクションの展開状態(タグ・コメント・関連作品)。クリアすると全作品が初期レイアウトに戻ります。
zh_hans: 每件作品记忆的章节展开状态(标签、评论、相关作品)。清除后所有详情页恢复默认布局。
zh_hant: 每件作品記憶的區段展開狀態(標籤、留言、相關作品)。清除後所有詳情頁回到預設版面。

source: %d items
ja: %d 件
zh_hans: %d 项
zh_hant: %d 項

source: No stored items
ja: 保存されている項目はありません
zh_hans: 暂无存储项
zh_hant: 沒有已儲存的項目

source: Novels
ja: 小説
zh_hans: 小说
zh_hant: 小說

source: Novel
ja: 小説
zh_hans: 小说
zh_hant: 小說

source: Novel Ranking
ja: 小説ランキング
zh_hans: 小说排行榜
zh_hant: 小說排行榜

source: Recommended Novels
ja: おすすめ小説
zh_hans: 推荐小说
zh_hant: 推薦小說

source: Latest Novels
ja: 新着小説
zh_hans: 最新小说
zh_hant: 最新小說

source: Following Novels
ja: フォロー中の小説
zh_hans: 关注用户的小说
zh_hant: 追蹤用戶的小說

source: Search Novels
ja: 小説を検索
zh_hans: 搜索小说
zh_hant: 搜尋小說

source: Novel Language
ja: 小説の言語
zh_hans: 小说语言
zh_hant: 小說語言

source: Any Novel Language
ja: すべての小説言語
zh_hans: 任意小说语言
zh_hant: 任意小說語言

source: Novel Genre
ja: 小説ジャンル
zh_hans: 小说题材
zh_hant: 小說題材

source: Any Novel Genre
ja: すべての小説ジャンル
zh_hans: 任意小说题材
zh_hant: 任意小說題材

source: Novel language: %@
ja: 小説の言語：%@
zh_hans: 小说语言：%@
zh_hant: 小說語言：%@

source: Novel genre: %@
ja: 小説ジャンル：%@
zh_hans: 小说题材：%@
zh_hant: 小說題材：%@

source: Novel Text Length
ja: 小説の文字数
zh_hans: 小说字数
zh_hant: 小說字數

source: Any Novel Length
ja: すべての文字数
zh_hans: 不限小说字数
zh_hant: 不限小說字數

source: Under 5,000 Characters
ja: 5,000字未満
zh_hans: 5,000 字以下
zh_hant: 5,000 字以下

source: 5,000-19,999 Characters
ja: 5,000-19,999字
zh_hans: 5,000-19,999 字
zh_hant: 5,000-19,999 字

source: 20,000-79,999 Characters
ja: 20,000-79,999字
zh_hans: 20,000-79,999 字
zh_hant: 20,000-79,999 字

source: 80,000+ Characters
ja: 80,000字以上
zh_hans: 80,000 字以上
zh_hant: 80,000 字以上

source: Public Novel Bookmarks
ja: 公開ブックマーク小説
zh_hans: 公开收藏的小说
zh_hant: 公開收藏的小說

source: Private Novel Bookmarks
ja: 非公開ブックマーク小説
zh_hans: 私密收藏的小说
zh_hant: 私密收藏的小說

source: Novel Watchlist
ja: 小説のウォッチリスト
zh_hans: 小说追更
zh_hant: 小說追更

source: Creator Novels
ja: 作者の小説
zh_hans: 创作者的小说
zh_hant: 創作者的小說

source: Creator Novel Bookmarks
ja: 作者がブックマークした小説
zh_hans: 创作者收藏的小说
zh_hant: 創作者收藏的小說

source: Open Novel
ja: 小説を開く
zh_hans: 打开小说
zh_hant: 開啟小說

source: Select a novel
ja: 小説を選択
zh_hans: 选择一篇小说
zh_hant: 選擇一篇小說

source: Open Novel in Pixiv
ja: Pixivで小説を開く
zh_hans: 在 Pixiv 中打开小说
zh_hant: 在 Pixiv 中開啟小說

source: Copy Novel Link
ja: 小説リンクをコピー
zh_hans: 复制小说链接
zh_hant: 複製小說連結

source: Copied novel link
ja: 小説リンクをコピーしました
zh_hans: 已复制小说链接
zh_hant: 已複製小說連結

source: Length
ja: 長さ
zh_hans: 长度
zh_hant: 長度

source: %d characters
ja: %d文字
zh_hans: %d 字
zh_hant: %d 字

source: Chapter: %@
ja: 章: %@
zh_hans: 章节：%@
zh_hant: 章節：%@

source: Current Chapter
ja: 現在の章
zh_hans: 当前章节
zh_hant: 目前章節

source: Open Latest Chapter
ja: 最新章を開く
zh_hans: 打开最新章节
zh_hant: 打開最新章節

source: Series
ja: シリーズ
zh_hans: 系列
zh_hant: 系列

source: Series: %@
ja: シリーズ: %@
zh_hans: 系列：%@
zh_hant: 系列：%@

source: Series Chapters
ja: シリーズ目次
zh_hans: 系列目录
zh_hant: 系列目錄

source: %d chapters
ja: %d章
zh_hans: %d 章
zh_hant: %d 章

source: %d characters total
ja: 全%d文字
zh_hans: 共 %d 字
zh_hant: 共 %d 字

# Completed Series
source: Completed
ja: 完結済み
zh_hans: 已完结
zh_hant: 已完結

source: No series chapters
ja: シリーズ章がありません
zh_hans: 没有系列章节
zh_hant: 沒有系列章節
